[
    {
        "ingredientes": ["Ovo", "Óleo", "Sal", " Pimenta"],
        "imagensDosIngredientes":["CardOvo", "CardOleo", "CardSal", "CardPimenta"],
        "quantidade": ["1 unidade", "1 colher", "A gosto", "A gosto"],
        "modoDePreparo": ["1. Primeiro pegue a frigideira que você tiver (de preferência  24 à 28 cm de diâmetro) e jogue um fio de óleo (uma colher).", "\n2. Coloque-a em cima de uma das bocas do fogão e ligue-o, deixando o óleo esquentar por 30 segundos, tomando cuidado para não deixar queimar.", "\n3. Quebre com cuidado o ovo dentro da frigideira sem quebrar a gema (veja nosso tutorial de como quebrar um ovo) e tempere com sal e pimenta, se quiser e quanto quiser, lembrando que hipertensão é um problema sério.",
            "\n4. Deixe fritando por aproximadamente 3 min ou até as bordas da clara começarem a ficar tostadinha (meio marronzinho).", "\nObs: Para resultados diferentes na consistência da gema, deixe mais tempo (para gema mais dura) ou menos tempo (para gema mais cremosa). Quando tirar para não queimar? Quando as bordas ficarem muito escuras."],
    "nomeDaImagemMenu": "OvoFrito",
    "nomeDaImagemPaginaReceita": "OvoFritoPagina",
    "nomeDaReceita": "Ovo Frito",
    "tempoDePreparo": "5 minutes",
    "quantasPessoasServe": "Serves 1",
    "categoria": "Frying",
    "nomeDaDica": "Dica: Como quebrar ovos",
    "dicas": "Ovos sempre são algo complicado de se lidar, e quebra-los é o primeiro passo para fazer qualquer coisa, então nesse tutorial mostraremos como quebrar ovos de modo fácil e sem deixar as cascas cairem dentro da receita.\n \n Vamos lá: Primeiro pegue o ovo e segure-o com uma mão em formato de concha. Bata a superfície do ovo, de preferência próxima ao centro, na quina da mesa ou da pia devagar até rachar. \n \n Não use muita força, pois você pode quebrar a gema ou ovo pode estraçalhar.\n \n Segure o ovo em cima da tigela (ou do local que vai querer coloca-lo). \n \n  Depois disso, coloque seus dedões sobre a rachadura e seus outros dedos na parte de baixo do ovo. Agora, devagar, pressione seus dedões na rachadura e puxe os outros dedos ao mesmo tempo, formando um coração invertido. Deixe o ovo cair na tigela e pronto! Já pode adiciona-lo a suas receitas."
},
{
    "ingredientes":["Ovo(s)", "Água", "Sal"],
    "imagensDosIngredientes":["CardOvo", "CardAgua", "CardSal"],
    "quantidade": ["1 unidade", "1 copo", "A gosto"],
    "modoDePreparo": ["1. Pegue a quantidade de ovos que você vai querer consumir e uma panela funda (também serve uma leiteira, o negócio é ser funda o suficiente para caber os ovos e a água).", "\n2. Coloque na panela os ovos e encha de água até que eles estejam cobertos por ela, e em seguida coloque a panela em uma das bocas do fogão e ligue-o para ferver a água.", "\n3. Comece a contar o tempo quando a panela começar a borbulhar. Quanto tempo deixar? Vai depender de como você vai querer a consistência da sua gema. Gema bem dura: 12 minutos Gema dura: 10 minutos Gema cremosa: 7 minutos Gema cremosa mais mole: 5 minutos", "\n4. Quando der o tempo, desligue o fogão e escorra a água na pia sem deixar os ovos cairem e deixe-os esfriarem.", "\n5. Quando você conseguir segurar os ovos sem queimar a mão, escolha um dos ovos para começar a descascar. Bata de leve em uma superfície até a casca rachar. Com cuidado, pegue a casaca e comece a tirar como se fosse casquinha de machucado.", "\n6. Coloque quanto sal você quiser, umas duas ou três sacudidas do saleiro são suficientes, e pode servir." ],
        "nomeDaImagemMenu": "OvoCozido",
        "nomeDaImagemPaginaReceita": "OvoCozidoPagina",
        "nomeDaReceita": "Ovo Cozido",
        "tempoDePreparo": "15 minutes",
        "quantasPessoasServe": "Serves 1",
        "categoria": "Cooked",
        "nomeDaDica": "",
        "dicas": ""
    },
    {
        "ingredientes": ["Arroz", "Água", "Alho", "Cebola", "Sal", "Óleo"],
        "imagensDosIngredientes":["CardArroz", "CardAgua", "CardAlho", "CardCebola", "CardSal", "CardOleo"],
        "quantidade": ["1/4 xícara", "3/4 copo", "1 dente", "1/2 cebola", "A gosto", "2 colheres"],
        "modoDePreparo": [ "Utensílios: Para fazer esse prato recomendamos que use uma panela funda de preferência com tampa, uma bacia para lavar o arroz, uma superfície para você cortar a cebola (se quiser) e uma faca para cortar a cebola e o alho (caso tenha um espremedor de alho a coisa fica ainda mais fácil).", "\n DICA: Caso não queira perder tempo descascando e picando o alho, compre o alho já picado e use uma colher de chá para essa receita.", "\n1. Antes de tudo você precisa lavar o arroz. Para isso você vai colocar o arroz que você vai consumir na bacia e colocar água até cobrir todo o arroz com mais ou menos 3 dedos de água.", "\n2. Mexa bem o arroz esfregando-os com seus dedos. Como fazer isso? Pega um tanto na sua mão como se fosse areia e esfregue nas suas mãos. Faça até a água ficar bem “esbranquiçada”.", "\n3. Despeje a água na pia sem deixar o arroz cair e repita todo processo até a água ficar limpinha. Feito isso, reserve o arroz.", "\n4. Pegue a tábua, o dente de alho (que é um gominho do alho), uma faca e apoie todos em cima da pia. Para descascar o alho, use a faca para cortar a pontinha mais achatada e depois tire a casca até você ter o dente todo branco em mãos.", "\n5. Corte o alho em pequenos pedaços até obter cubos bem pequenos (tem que ser do tamanho de um grão de sal grosso mais ou menos). Reserve.", "\n(Passo opcional caso queira usar cebola) Pegue a meia cebola e vire-a com a face cortada para baixo e pique a cebola em cubos (caso queira dicas de como fazer, olhe nosso tutorial de “Como cortar cebolas”). Reserve.", "\n6. Ligue o fogão com fogo médio (coloque o botão de temperatura entre o mínimo e o máximo, pronto, fogo médio). Pegue a panela que você vai usar para cozinhar o arroz e coloque nela o óleo e deixe esquentar por 30 segundos, em seguida coloque primeiro a cebola (se for usar) e deixe por  aproximadamente 30 segundos e depois coloque o alho (o alho frita mais rápido que a cebola, e pode deixar seu arroz com gosto de queimado).", "\n7. Quando o alho estiver tostadinho, ou seja com uma cor dourada, mas não marrom, coloque o arroz na panela e mexa até o arroz querer grudar no fundo,e entāo jogue a água. Mexa mais um pouco e adicione o sal (uma colher de chá deve ser o suficiente, mas para ter certeza, pegue a colher que você está mexendo o arroz ponha um pouco da água na sua mão e prove para saber a quantidade de sal). \nOBS: quando for calcular a quantidade de água, sempre coloque o dobro da quantidade que você colocou de arroz. Nesse caso, como é para uma pessoa, calculamos para essa quantidade (1/4 de xícara).", "\n8. Agora não tem muito segredo, é só você colocar a tampa em cima da panela de forma que um pedaço da panela ainda fique aberto. (Se fechar a panela inteira a água irá transbordar)", "\n9. Quando não tiver mais água dentro da panela, você já pode servir."],
        "nomeDaImagemMenu": "ArrozBranco",
        "nomeDaImagemPaginaReceita": "ArrozPagina",
        "nomeDaReceita": "Arroz Branco",
        "tempoDePreparo": "20 minutes",
        "quantasPessoasServe": "Serves 1",
        "categoria": "Cooked",
        "nomeDaDica": "Dica: Como cortar cebolas",
        "dicas": " Sabemos que cortar cebolas pode ser um pouco complicado, principalmente quando você tem pouca experiência. Porém, nesse tutorial, nós vamos ensinar como cortar a cebola em cubos e não errar!\n \n Muito bem, antes de tudo, você vai precisar descascar a cebola, e não tem muito segredo, você só corta as duas extremidades, o suficiente para fazer a cebola ficar em pé na sua tábua ou superfície. Depois você só precisa tirar a casca da cebola, que é toda parte marrom, mas se a primeira camada da cebola estiver seca ou viscosa, pode tirar também. \n \n Muito bem, depois de ter limpado a cebola, vamos começar a cortar. É mais fácil fazer em duas metades, mesmo que vá usar a cebola inteira. Então com a sua faca faça um corte vertical, dividindo a cebola ao meio.\n \n Tendo as duas metades, agora você vai precisar pegar uma das metades, virá-la com a face cortada para a tábua, ou qualquer outra superfície que você esteja usando. Você fará cortes verticais seguindo as “marquinhas” da cebola, o que vai dar a você varias tirinhas. Se você não souber quais marquinhas são , não tem problema. Só corte em tirinhas finas.\n \n Agora você vai virar as tirinhas de forma que você deixe as pontinhas delas viradas fazendo um ângulo de 90˚ com a sua faca e faça mais cortes verticais, de modo que você obtenha cubinhos. \n \n Obs: Caso não queira chorar cortando cebola, coloque-a antes no freezer por 5 minutos."
    },
    {
        "ingredientes": ["Frango", "Alho", "Sal", "Pimenta"],
        "imagensDosIngredientes":["CardFrango", "CardAlho", "CardSal", "CardPimenta"],
        "quantidade": ["1 filete", "1 dente", "A gosto", "A gosto"],
        "modoDePreparo": ["Utensílios: Para essa receita você vai precisar de uma frigideira e para sua segurança (e conforto na limpeza), uma tampa. Também vamos precisar de uma faca para cortar o alho (ou espremedor de alho, caso tenha) e uma superfície para cortar o alho, tipo uma tábua, mas caso não tenha pode ser a pia mesmo.", "\n1. Primeiro você precisa descascar o alho. Como? Pegue a tábua, o dente de alho (que é um gominho do alho), uma faca e apoie todos em cima da pia. Para descascar o alho, use a faca para cortar a pontinha mais achatada do alho até você ter o dente todo branco em mãos.", "\n2. Pique o alho descascado deixando os pedaços menores que um grão de sal grosso.", "\n3. Pegue o pedaço de filé que você vai querer fritar e esfregue nele o alho picado e um pouco de sal (em ambas as faces). Reserve.", "\n4. Pegue uma frigideira e coloque um fio de olho (ou 1 colher de sopa se preferir), coloque em uma das bocas do fogão e ligue-o. Deixe o óleo esquentar por 20 segundos (é bom o óleo não estar muito quente para não espirrar óleo quente em você).", "\n5. Coloque o filé com cuidado e tampe a frigideira.", "\n6. Deixe fritar por 3 minutos então vire para que a outra face do filet fritar também, mas não esqueça de tampar. Repita até perder a cor branca e ficar dourado/amarronzado.", "\n7. Pode servir."],
        "nomeDaImagemMenu": "Frango",
        "nomeDaImagemPaginaReceita": "FrangoPagina",
        "nomeDaReceita": "Frango",
        "tempoDePreparo": "25 minutes",
        "quantasPessoasServe": "Serves 1",
        "categoria": "Roast",
        "nomeDaDica": "",
        "dicas": ""
    },
    {
        "ingredientes": ["Café", "Água"],
        "imagensDosIngredientes":["CardCafe", "CardAgua"],
        "quantidade": ["A gosto", "A gosto"],
        "modoDePreparo": ["Utensílios: Uma leiteira, um coador (ou um coador de pano) e um filtro de papel. Se quiser ainda, uma garrafa térmica.", "\n1. Coloque a quantidade de água que você quer tomar de café em uma leiteira ou em uma panela funda.", "\n2. Coloque no coador um filtro de papel de forma que ele se encaixe perfeitamente. É recomendado que você dobre o filtro para isso (só dobre a parte que estiver 'pontilhada' na direção do formato do filtro). OBS: Essa fase é dispensável se você tiver um coador de pano.", "\n3. Agora que a coisa fica complicada: a quantidade de pó de café. A medida é de 5 a 6 colheres de sopa para cada litro de água. O que significa que para cada xícara de chá (que tem mais ou menos 240 ml), você coloca 1 colher e 3/4 de sopa de pó de café, ou seja, duas colheres de sopa para cada xícara de café. Reserve.", "\n4. Leve a água ao fogo médio até que ele comece a subir algumas bolinhas do fundo.", "\n5. Coloque seu coador com o filtro e o pó em cima da sua xícara e despeje a água de forma que todo o pó seja coberto por água. OBS: Se for colocar em uma garrafa térmica, jogue um pouco da água na garrafa para ela manter o café quente por mais tempo.", "\n6. Sirva e se quiser adoce com açúcar ou adoçante."],
        "nomeDaImagemMenu": "Cafe",
        "nomeDaImagemPaginaReceita": "CafePagina",
        "nomeDaReceita":"Café",
        "tempoDePreparo": "15 minutes",
        "quantasPessoasServe": "Serves 1",
        "categoria": "Drink",
        "nomeDaDica": "",
        "dicas": ""
    },
    {
        "ingredientes": ["Feijão", "Cebola", "Água", "Alho", "Óleo", "Louro", "Sal", "Pimenta"],
        "imagensDosIngredientes":["CardFeijao", "CardCebola", "CardAgua", "CardAlho", "CardOleo", "CardLouro", "CardSal", "CardPimenta"],
        "quantidade": ["2 xícaras", "1/2 unidade", "8 xícaras", "1 dente", "2 colheres", "A gosto", "A gosto", "A gosto"],
        "modoDePreparo": ["Antes de qualquer coisa, saiba que para ficar mais fácil, vamos deixar o feijão de molho por um tempo, isso vai fazer com que ele cozinhe mais rápido. Além disso, saiba que feijão é meio complicado, mas é só porque tem muitos passos. Vamos tirar de letra! Vai dar certo! Outra coisa, você vai precisar de uma panela de pressão, mas não tenha medo, temos uma dica de como usar para não ter problemas.", "\n1. Você vai lavar os feijões em água corrente, ou seja, você vai colocar o feijão em um recipiente, o que você tiver, e colocar debaixo da torneira e deixar a água caindo sobre ele e lavando ele, pegando um punhado com a mão e esfregando ele com seus dedos e a palma da sua mão.", "\n2. Depois te ter feito isso algumas vezes, tire a água que sobrar no recipiente e coloque duas xícaras de água limpa dentro dele e deixe de molho por 1 hora. Se algum feijão boiar, jogue-o fora.","\n3. Escorra a água e coloque em uma panela de pressão as outras 6 xícaras de água, o feijão e as duas folhas de louro (se quiser). Tampe o feijão e deixe ele em fogo alto até começar a fazer barulho, depois deixem em fogo baixo por 10 minutos e então desligue o fogo. (Caso tenha alguma dúvida, olhe o nosso tutorial de como usar uma panela de pressão)", "\n4. Agora você vai ter muuuuuito feijão cozido, mas você provavelmente não vai comer tudo agora. Então você vai pegar uma outra panela e colocar nela o azeite ou o óleo se você quiser.", "\n5. Pegue os dentes de alho (que são gominhos do alho), uma tábua, uma faca e apoie todos em cima da pia. Para descascar o alho, use a faca para cortar a pontinha mais achatada do alho e tire a casca até você ter o dente todo branco em mãos.", "\n6. Pegue a panela e deixe esquentar por 30 segundos, em seguida coloque primeiro a cebola e deixe por aproximadamente 30 segundos e depois coloque o alho (porque o alho frita mais rápido que a cebola.", "\n7. Coloque o quanto você quiser temperar na panela (sendo para uma pessoa 2 conchas e 1/2 é o suficiente), e mexa um pouco para temperar o feijão.", "\n8. Adicione o sal e a pimenta (caso queira). O quanto você quiser, só tome cuidado para não salgar demais, experimente sempre antes de colocar mais sal.", "\n9. Sirva o que você temperou e congele o que sobrou de feijão. Só não coloque em potes de sorvete, porque isso é muita crueldade."],
        "nomeDaImagemMenu": "Feijao",
        "nomeDaImagemPaginaReceita": "FeijaoPagina",
        "nomeDaReceita":"Feijāo",
        "tempoDePreparo": "50 minutes",
        "quantasPessoasServe": "Serves 2",
        "categoria": "Cooked",
        "nomeDaDica": "Dica: Como usar panela de pressão",
        "dicas": " As vezes você quer fazer uma carne assada ou feijão mas não sabe usar a panela de pressão, ou simplesmente não tem uma dessas em casa por medo, e tudo bem. Vamos ensinar você a usar essa panela de modo fácil, basta ter alguns cuidados. \n \n A primeira coisa que você deve observar é que dentro dela tem uma marca de nível máximo, o que quer dizer que você só pode encher até ali com o que quer que você quer cozinhar. Se não tiver a marca, apenas encha 2/3 da panela. \n \n Coloque o alimento dentro da panela. Se for um alimento muito seco (uma carne por exemplo) coloque um pouco de água ou algum molho para a panela funcionar perfeitamente. \n \n Logo depois, tampe a panela prestando atenção na borracha da tampa. Tenha certeza que esteja bem colocada. Agora pode levar ao fogo alto (vire o botão da temperatura o máximo que o botão permitir) e espere ferver. \n \n Quando o pino começar a chiar e a balançar, coloque em fogo baixo (a menor temperatura que seu botão tiver).\n \n Depois que o tempo de cozimento da receita que você estiver fazendo passar, desligue a panela e espere esfriar para sair toda a pressão de dentro antes de abrir. NUNCA ABRA ANTES, PODE EXPLODIR. \n \n Se quiser tirar a pressão mais rápido, tire a panela do fogo e  a coloque embaixo da torneira, molhando apenas a lateral da panela. \n \n Se o pino abaixou e não faz mais barulho quando você toca nele, então toda a pressão saiu e você pode abrir a panela."
    }
]
